export const FaqModels = [
  {
    question: "닥스프렌즈는 어떤 프로젝트인가요?",
    answer:
      "디지털자산거래소 코어닥스의 대표 캐릭터 IP인 '깜소'를 중심으로 한 이더리움 기반 PFP NFT 프로젝트입니다. 글로벌 거시경제의 불확실성이 증가하는 시대에 거래소 유저와의 소통과 신뢰를 기반으로 투자자 보호, 유저를 위한 투자환경 구축, 스스로 물고기를 잡는 법을 같이 배워나가는 커뮤니티 조성을 통해 '거래소의 새로운 기준'을 제시합니다.",
  },
  {
    question: "닥스프렌즈는 어떤 프로젝트인가요?",
    answer:
      "디지털자산거래소 코어닥스의 대표 캐릭터 IP인 '깜소'를 중심으로 한 이더리움 기반 PFP NFT 프로젝트입니다. 글로벌 거시경제의 불확실성이 증가하는 시대에 거래소 유저와의 소통과 신뢰를 기반으로 투자자 보호, 유저를 위한 투자환경 구축, 스스로 물고기를 잡는 법을 같이 배워나가는 커뮤니티 조성을 통해 '거래소의 새로운 기준'을 제시합니다.",
  },
  {
    question: "닥스프렌즈는 어떤 프로젝트인가요?",
    answer:
      "디지털자산거래소 코어닥스의 대표 캐릭터 IP인 '깜소'를 중심으로 한 이더리움 기반 PFP NFT 프로젝트입니다. 글로벌 거시경제의 불확실성이 증가하는 시대에 거래소 유저와의 소통과 신뢰를 기반으로 투자자 보호, 유저를 위한 투자환경 구축, 스스로 물고기를 잡는 법을 같이 배워나가는 커뮤니티 조성을 통해 '거래소의 새로운 기준'을 제시합니다.",
  },
  {
    question: "닥스프렌즈는 어떤 프로젝트인가요?",
    answer:
      "디지털자산거래소 코어닥스의 대표 캐릭터 IP인 '깜소'를 중심으로 한 이더리움 기반 PFP NFT 프로젝트입니다. 글로벌 거시경제의 불확실성이 증가하는 시대에 거래소 유저와의 소통과 신뢰를 기반으로 투자자 보호, 유저를 위한 투자환경 구축, 스스로 물고기를 잡는 법을 같이 배워나가는 커뮤니티 조성을 통해 '거래소의 새로운 기준'을 제시합니다.",
  },
  {
    question: "닥스프렌즈는 어떤 프로젝트인가요?",
    answer:
      "디지털자산거래소 코어닥스의 대표 캐릭터 IP인 '깜소'를 중심으로 한 이더리움 기반 PFP NFT 프로젝트입니다. 글로벌 거시경제의 불확실성이 증가하는 시대에 거래소 유저와의 소통과 신뢰를 기반으로 투자자 보호, 유저를 위한 투자환경 구축, 스스로 물고기를 잡는 법을 같이 배워나가는 커뮤니티 조성을 통해 '거래소의 새로운 기준'을 제시합니다.",
  },
  {
    question: "닥스프렌즈는 어떤 프로젝트인가요?",
    answer:
      "디지털자산거래소 코어닥스의 대표 캐릭터 IP인 '깜소'를 중심으로 한 이더리움 기반 PFP NFT 프로젝트입니다. 글로벌 거시경제의 불확실성이 증가하는 시대에 거래소 유저와의 소통과 신뢰를 기반으로 투자자 보호, 유저를 위한 투자환경 구축, 스스로 물고기를 잡는 법을 같이 배워나가는 커뮤니티 조성을 통해 '거래소의 새로운 기준'을 제시합니다.",
  },
];
