export const FaqModels = [
  {
    question: "1. 닥스프렌즈는 어떤 프로젝트인가요?",
    answer:
      "디지털자산거래소 코어닥스의 대표 캐릭터 IP인 '깜소'를 중심으로 한 이더리움 기반 PFP NFT 프로젝트입니다.\n글로벌 거시경제의 불확실성이 증가하는 시대에 거래소 유저와의 소통과 신뢰를 기반으로 투자자 보호, 유저를 위한 투자환경 구축, 스스로 물고기를 잡는 법을 같이 배워나가는 커뮤니티 조성을 통해 '거래소의 새로운 기준'을 제시합니다.",
  },
  {
    question: "2. 닥스프렌즈 NFT는 어떤 블록체인을 이용하나요?",
    answer:
      "이더리움(Ethereum) 체인을 사용하며 ERC-721A 표준을 사용합니다.\n(자세히 보기 클릭 시) ERC-721A는 ERC-721과 기능적인 차이점은 없으나 민팅 시에 수량과 관계없이 가스비가 단일 민팅과 거의 비슷하다는 장점이 있습니다.",
  },
  {
    question: "3. 2차 판매 로열티가 있나요?",
    answer: "2차 판매 로열티는 3.5%입니다.",
  },
  {
    question: "4. 2차 창작 등 NFT에 대한 상업적인 이용이 가능한가요?",
    answer: "로드맵에 따라 상업적 이용권을 부여할 예정입니다.",
  },
  {
    question: "5. 닥스프렌즈 커뮤니티에 참여하고 싶어요",
    answer: "우측 상단 아이콘을 눌러서 디스코드나 텔레그램에 참여해 주세요.",
  },
  {
    question: "6. 2차 거래는 어디에서 할 수 있나요?",
    answer: "오픈씨에서 거래를 할 수 있습니다.",
  },
  {
    question: "7. 깃든 얼라이언스는 무엇인가요?",
    answer:
      "Web 3.0 대중화 및 블록체인 생태계 확장을 위해 국내 유수의 블록체인 기업 7개사가 만든 동맹체입니다. 닥스프렌즈는 <a href='https://discord.gg/gitdeun' target='_blank'>깃든 얼라이언스</a>에 가입되어 있습니다.",
  },
];
