import Card1 from "@/assets/pc/swiper/card/card-1.png";
import Card2 from "@/assets/pc/swiper/card/card-2.png";
import Card3 from "@/assets/pc/swiper/card/card-3.png";
import Card4 from "@/assets/pc/swiper/card/card-4.png";

export const CardModels = [
  {
    img: Card1,
    title: "EP01. 깜소",
    text: "어느 먼 나라에 깜소가 살고 있었어요. 깜소는 자신만의 외양간을 마련하기 위해 열심히 일을 해서 은행에 저축했어요. 그러다가 실질금리 마이너스 시대에 저축은 어리석은 행동이란 걸 깨닫고 크립토 투자의 전쟁판에 뛰어들었어요. 그러나 지식과 경험이 모자랐던 우리의 깜소는, 저축했던 자산을 거의 다 잃어버리고 절망에 빠지게 되었답니다.",
  },
  {
    img: Card2,
    title: "EP02. 코다기",
    text: "괴로워하던 깜소. 그러다가 문득 전설적인 투자자 코다기 사부님 이야기가 떠올랐어요. 투자 전쟁판을 평정하고 졸업한 코다기 사부님이 이제는 후학 양성에 힘쓴다는 이야기. '그래, 코다기 사부님께 가서 배우고 훈련을 받는 거야!' 우여곡절 끝에 코다기 사부님 문하에 훈련생으로 들어간 깜소. 같은 훈련생 코랑이와 함께 맹렬한 훈련을 받는데…",
  },
  {
    img: Card3,
    title: "EP03. 코랑이",
    text: "“이젠 하산하거라!” 혹독한 투자 훈련을 모두 마친 깜소와 코랑이. 코다기 사부님으로부터 전수받은 지식과 노하우를 바탕으로 풍부한 경험을 쌓기 위해 다시 한번 투자의 전쟁판으로 뛰어드는데…",
  },
  {
    img: Card4,
    title: "EP04. 백우",
    text: "돌아온 깜소와 코랑이는 그동안 쌓은 실력을 맘껏 발휘하며 투자하는 것마다 이익을 실현했어요. 때로는 예상치 못한 복병을 만나 고전하기도 했지만 결국은 승리하여 졸업할 수 있었어요. 멋진 외양간을 마련한 깜소. 오랫동안 연모해온 백우에게 고백을 하는데… 과연 깜소의 고백은 성공했을까요?",
  },
];

export const CardMobileModels = [
  {
    img: Card1,
    title: "EP01. 깜소",
    text: "어느 먼 나라에 깜소가 살고 있었어요.\n깜소는 자신만의 외양간을 마련하기 위해\n열심히 일을 해서 은행에 저축했어요.\n\n그러다가 실질금리 마이너스 시대에\n저축은 어리석은 행동이란 걸 깨닫고\n크립토 투자의 전쟁판에 뛰어들었어요.\n\n그러나 지식과 경험이 모자랐던 우리의 깜소는,\n저축했던 자산을 거의 다 잃어버리고 절망에 빠지게 되었답니다.",
  },
  {
    img: Card2,
    title: "EP02. 코다기",
    text: "괴로워하던 깜소.\n그러다가 문득 전설적인 투자자 코다기 사부님 이야기가 떠올랐어요.\n투자 전쟁판을 평정하고 졸업한 코다기 사부님이\n이제는 후학 양성에 힘쓴다는 이야기.\n\n'그래, 코다기 사부님께 가서 배우고 훈련을 받는 거야!'\n\n우여곡절 끝에 코다기 사부님 문하에 훈련생으로 들어간 깜소.\n같은 훈련생 코랑이와 함께 맹렬한 훈련을 받는데…",
  },
  {
    img: Card3,
    title: "EP03. 코랑이",
    text: '"이젠 하산하거라!"\n\n혹독한 투자 훈련을 모두 마친 깜소와 코랑이.\n코다기 사부님으로부터 전수받은 지식과 노하우를 바탕으로\n풍부한 경험을 쌓기 위해 다시 한번 투자의 전쟁판으로 뛰어드는데…',
  },
  {
    img: Card4,
    title: "EP04. 백우",
    text: "돌아온 깜소와 코랑이는 그동안 쌓은 실력을 맘껏 발휘하며\n투자하는 것마다 이익을 실현했어요.\n때로는 예상치 못한 복병을 만나 고전하기도 했지만\n결국은 승리하여 졸업할 수 있었어요.\n\n멋진 외양간을 마련한 깜소.\n오랫동안 연모해온 백우에게 고백을 하는데…\n\n과연 깜소의 고백은 성공했을까요?",
  },
];
